{
  "Home": "Home",
  "Contact": "Contact",
  "Hi": "Hi There",
  "IAm": "I'm",
  "Download": "Download",
  "AboutMe": "About me",
  "AboutMeInfo": "My name is Patryk Brzozowski, and I currently work as a Junior .NET Developer. I am developing my skills towards becoming a .NET Full-Stack Developer. I strive to gain knowledge through the projects I work on. I am an ambitious person, a fast learner, and not afraid of new challenges. One of my key traits is attention to detail, which I also apply to my projects. I make an effort to stay up to date with the latest technologies by continuously acquiring knowledge related to programming. I participate in various courses and conferences related to IT, especially programming. I focus on parallel development of skills in Front-End technologies and the C# language (particularly ASP.Net, Web API, WPF). I apply my skills in both group and individual projects. I am also a graduate of an engineering program in Computer Science.",
  "Interests": "Beyond programming, I am interested in UI/UX, Data Science/AI, and economics. I also enjoy learning foreign languages and playing musical instruments.",
  "ContactMe": "Contact me",
  "Skills": "Skills",
  "SkillsInfo": "Currently, I am proficient in technologies such as .NET/C# (ASP.NET, Web API, Minimal API, WPF), Entity Framework Core, Dapper, Angular, HTML, CSS, Bootstrap, Tailwind, JavaScript, Typescript, Python, relational databases (MS SQL Server, SQLite, PostgreSQL), and Git. Every day, I learn new concepts and expand my knowledge of programming. The tools I work with on a daily basis are: Visual Studio, Visual Studio Code, and SQL Server Management Studio.",
  "BachelorOfEngineering": "Bachelor of Engineering",
  "MasterOfEngineering": "Master of Engineering",
  "WUT": "Warsaw University of Technology",
  "SGGW": "Warsaw University of Life Sciences",
  "InProgress": "In Progress",
  "Completed": "Completed",
  "Education": "Education",
  "ComputerScience": "Computer Science",
  "AppliedComputerScience": "Applied Computer Science",
  "Specialization": "Specialization",
  "SoftwareEngineering": "Software Engineering",
  "InformationSystemsEngineering": "Information Systems Engineering",
  "Present": "Present",
  "DevelopmentNovusManagementSystemAC": "Development of the NOVUS MANAGEMENT SYSTEM AC Application",
  "FireAlarmSystemImplementation": "Implementation of integration with the fire alarm system",
  "AccessControlImplementation": "Implementation of one of the access control integrations",
  "Technologies": "Technologies",
  "Tools": "Tools",
  "UKE": "Office of Electronic Communications",
  "Trainee": "Trainee",
  "WebScraping": "Web Scraping",
  "WritingUnitTests": "Writing Unit Tests",
  "Experience": "Experience"
}
