{
  "Home": "Hjem",
  "Contact": "Kontakt",
  "Hi": "Hei",
  "IAm": "Jeg heter",
  "Download": "Last ned",
  "AboutMe": "Om meg",
  "AboutMeInfo": "Jeg heter Patryk Brzozowski, og jeg jobber for tiden som Junior .NET-utvikler. Jeg utvikler meg i retning av å bli en .NET Full-Stack-utvikler. Jeg prøver å tilegne meg kunnskap gjennom prosjektene jeg jobber med. Jeg er en ambisiøs person, lærer raskt og er ikke redd for nye utfordringer. En av mine viktigste egenskaper er oppmerksomhet på detaljer, noe jeg også implementerer i prosjektene mine. Jeg prøver å holde meg oppdatert på de nyeste teknologiene ved daglig å tilegne meg kunnskap om programmering. Jeg deltar på ulike kurs og konferanser knyttet til IT, spesielt programmering. Jeg fokuserer på parallell utvikling av ferdigheter innen Front-End-teknologier og programmeringsspråket C# (spesielt ASP.Net, Web API, WPF). Jeg bruker mine ferdigheter i både gruppeprosjekter og individuelle prosjekter. Jeg er også utdannet ingeniør innen informatikk.",
  "Interests": "Utenom programmering er jeg interessert i UI/UX, Data Science/AI og økonomi. Jeg liker også å lære fremmedspråk og spille musikkinstrumenter.",
  "ContactMe": "Kontakt meg",
  "Skills": "Ferdigheter",
  "SkillsInfo": "For øyeblikket behersker jeg teknologier som .NET/C# (ASP.NET, Web API, Minimal API, WPF), Entity Framework Core, Dapper, Angular, HTML, CSS, Bootstrap, Tailwind, JavaScript, Typescript, Python, relasjonsdatabaser (MS SQL Server, SQLite, PostgreSQL), og Git. Hver dag lærer jeg nye emner og utvider min kunnskap om programmering. Verktøyene jeg bruker daglig inkluderer: Visual Studio, Visual Studio Code og SQL Server Management Studio.",
  "BachelorOfEngineering": "Bachelor i ingeniørfag",
  "MasterOfEngineering": "Master i ingeniørfag",
  "WUT": "Warsaw University of Technology",
  "SGGW": "Warsaw University of Life Sciences",
  "InProgress": "Pågående",
  "Completed": "Fullført",
  "Education": "Utdanning",
  "ComputerScience": "Informatikk",
  "AppliedComputerScience": "Anvendt informatikk",
  "Specialization": "Spesialisering",
  "SoftwareEngineering": "Programvareutvikling",
  "InformationSystemsEngineering": "Informasjonssystemutvikling",
  "Present": "Nå",
  "DevelopmentNovusManagementSystemAC": "Utvikling av NOVUS MANAGEMENT SYSTEM AC-applikasjonen",
  "FireAlarmSystemImplementation": "Implementering av integrasjon med brannvarslingssystemet",
  "AccessControlImplementation": "Implementering av en av tilgangskontrollintegrasjonene",
  "Technologies": "Teknologier",
  "Tools": "Verktøy",
  "UKE": "Office of Electronic Communications",
  "Trainee": "Trainee",
  "WebScraping": "Web Scraping",
  "WritingUnitTests": "Skriving av enhetstester",
  "Experience": "Erfaring"
}
